Repository: zairoff/AsmeFace
Catalog: AsmeFace/Properties/Resources.*.resx
Languages: ru

# ACCESSFORM_SUCCESS_INFO
source: Operation was successfully done!\r\nClick departments or search employee\r\nto see shift info
ru: Операция выполнена успешно! Чтобы узнать график сотрудника выберите отдел

# CONTROL_DEVICE_SELECT_DIRECTION
source: Select direction
ru: Выберите направления

# CONTROL_DEVICE_SELECT_DOOR
source: Select door
ru: Выберите дверь

# CONTROL_GRAFIK_STAFF_DATE_RANGE_WARNING
source: Date should be for the future
ru: Число должна быть установлена ​​на будущее

# CONTROL_GRAFIK_STAFF_EMP_HAS_SHIFT
source: employee has shift in this period\r\n
ru: У сотрудника есть график в этом периоде

# CONTROL_GRAFIK_STAFF_SUCCESS_INFO
source: Operation was successfully done!\r\nClick departments and date range\r\nor search employee to see access shift info
ru: Операция выполнена успешно! Чтобы узнать график сотрудника выберите период времени и отдел

# CONTROL_LANGUAGE_CHANGE
source: change language?
ru: Изменить язык?

# CONTROL_STAFF_EMPLOYEE_COUNT
source: employee count:
ru: количество сотрудников:

# DEVICE_FAILED_INFO
source: Operation failed. For more information, see the log file
ru: Операция не удалась. Для получения дополнительной информации см. Файл <Log>

# DEVICE_FAILED_OPEN
source: Failed to open the device
ru: Не удалось открыть устройство

# DOORS_DELETE_DOOR
source: Delete door?
ru: Удалить дверь?

# DOORS_EDIT_DOOR
source: Edit door?
ru: Изменить дверь?

# DOORS_IN_USE
source: Could not delete, door in use
ru: Удалить дверь невозможно, дверь используется

# DOOR_CONTROL_FINISHED
source: Finished
ru: Завершено

# DOOR_CONTROL_SYNCING
source: Syncing ....
ru: Синхронизируется ....

# EXIST
source: already exist
ru: График существует

# FILL_IN_ALL_FIELDS
source: Fill in all required fields
ru: Заполните все обязательные поля

# GRAFIK_VIEW_BREAK_EARLY
source: EARLY
ru: Ранный уход

# GRAFIK_VIEW_BREAK_END
source: BREAK END
ru: Окончание прерыва

# GRAFIK_VIEW_BREAK_LATE
source: LATE
ru: Опоздание

# GRAFIK_VIEW_BREAK_START
source: BREAK START
ru: Начало прерыва

# GRAFIK_VIEW_DATE
source: DATE
ru: Число

# GRAFIK_VIEW_DAY
source: DAY
ru: День

# GRAFIK_VIEW_FINISH
source: FINISH
ru: Окончание

# GRAFIK_VIEW_START
source: START
ru: Начало

# LOGIN_WRONG
source: Login or password is wrong
ru: Неверный логин или пароль

# OPERATION_FAILED
source: Operation is failed
ru: Операция не удалось

# OPERATION_SUCCESS
source: Successfully done!
ru: Выполнено успешно!

# PASSWORD_NOT_MATCH
source: Passwords do not match
ru: Пароли не совпадают

# PASSWORD_WRONG
source: Password is wrong
ru: Неверный пароль

# SCHEDULE_EXIST
source: Schedule already exist
ru: Смена существует

# SHIFT_CHOOSE
source: Please, select a shift
ru: Пожалуйста, выберите график

# SHIFT_IN_USE
source: Could not delete, shift in use
ru: График используется

source: Warning
ru: Предупреждения
